Repository: TimofonicJunkRoom/CenterIM
Catalog: po/*.po
Languages: uk

source: password:
uk: пароль:

source: F2/M current contact menu, F3/S change status, F4/G general actions, Q quit
uk: F2/M меню користувача, F3/S зм╕на статусу, F4/G головне меню, Q вих╕д

source: Ignore all events from %s?
uk: ╤гнорувати пов╕домлення в╕д %s?

source: Are you sure want to remove %s?
uk: Справд╕ видалити %s?

source: New nickname to show:
uk: Показувати п╕д такою Кличкою:

source: Select a group to move the user to
uk: Вибер╕ть групу, в яку треба перем╕стити користувача

source: + cannot fetch away messages being offline
uk: + не можу витягти автопов╕домлення, коли не п╕дключен╕ до серверу

source: away message
uk: автопов╕домлення

source: + [%02d:%02d:%02d] new mail arrived, %d messages
uk: + [%02d:%02d:%02d] нова пошта! %d лист╕в

source: + last msg from %s
uk: + останн╓ пов╕домлення в╕д %s

source: ! another running copy of centericq detected
uk: ! Вже одна коп╕я centericq працю╓

source: ! this may cause problems. pid %lu
uk: ! це може призвести до проблем. номер процесу %lu

source: Mobile number:
uk: Номер моб╕ли:

source: + no history items for %s
uk: + ╕стор╕я замовчу╓ про %s

source: + user %s is already on the list
uk: + %s вже у контакт-л╕ст╕

source: Select a group to add the user to
uk: Вибер╕ть групу, в яку треба перем╕стити користувача

source: + %s has been added to the list
uk: + %s додано у контакт-л╕ст

source: + the user is back
uk: + користувач повернувся

source: + [%s] status restored
uk: + [%s] статус в╕дновлено

source: + [%s] automatically set %s
uk: + [%s] авто зм╕на статусу: %s

source: away
uk: в╕д╕йшoв

source: n/a
uk: н/д

source: ! free disk space is less than 10k, going offline
uk: ! на диску менше 10К в╕льного простору, в╕дключ╓мося

source: ! otherwise we can lose events and configuration
uk: ! ╕накше можна втратити конф╕гурац╕ю та обл╕к под╕й

source: I do really enjoy the default %s away message of %s %s.
uk: Мен╕ подоба╓ться типове %s автопов╕домлення для %s %s.

source: event sending error: not enough parameters
uk: помилка в╕дсилання под╕╖: недостатньо параметр╕в

source: event sending error: only UINs are allowed with icq protocol
uk: помилка в╕дсилання под╕╖: в icq-протокол╕ дозволяються лише UIN'и

source: event sending error: unknown IM type
uk: помилка в╕дсилання под╕╖: нев╕домий тип програми

source: event sending error: unknown event type
uk: помилка в╕дсилання под╕╖: нев╕домий тип под╕╖

source: %s to %s has been put to the queue
uk: %s до %s поставлено в чергу

source: event sending error: the destination contact doesn't exist on your list
uk: помилка в╕дсилання под╕╖: ц╕льовий контакт не ╕сну╓ у вашому л╕ст╕

source: unknown status character was given
uk: нев╕домий статусний символ

source: unknown IM type
uk: нев╕домий тип комун╕катора

source: status change error:
uk: помилка зм╕ни статусу:

source: Jan
uk: С╕ч

source: Feb
uk: Лют

source: Mar
uk: Бер

source: Apr
uk: Кв╕

source: May
uk: Тра

source: Jun
uk: Чер

source: Jul
uk: Лип

source: Aug
uk: Сер

source: Sep
uk: Вер

source: Oct
uk: Жов

source: Nov
uk: Лис

source: Dec
uk: Гру

source: 60-above
uk: 60 та дал╕

source: Remove
uk: Видалити

source: Find/add user(s)
uk: Пошук користувач╕в

source: cLear
uk: очистити

source: Change
uk: Зм╕нити

source: Search/Add
uk: Шукати/додати

source: Network
uk: Мережа

source: Details
uk: ╤нформац╕я

source: Nickname : %s
uk: Кличкa : %s

source: E-Mail : %s
uk: Адреса ел.пошти : %s

source: First name : %s
uk: Iм'я : %s

source: Last name : %s
uk: Пр╕звище : %s

source: Age range : %s
uk: В╕кова категор╕я : %s

source: Gender : %s
uk: Стать : %s

source: Language : %s
uk: Мова : %s

source: Location
uk: М╕сце

source: City : %s
uk: М╕сто : %s

source: State : %s
uk: Штат : %s

source: Country : %s
uk: Кра╖на : %s

source: Work
uk: Робота

source: Company : %s
uk: Компан╕я : %s

source: Department : %s
uk: В╕дд╕л : %s

source: Position : %s
uk: Посада : %s

source: Online only
uk: Лише п╕дключен╕

source: Nickname
uk: Кличка

source: Channel : %s
uk: Канал : %s

source: Name : %s
uk: ╤м'я : %s

source: Password
uk: Пароль

source: Nickname:
uk: Кличка:

source: E-Mail:
uk: Адреса електронно╖ пошти:

source: First name:
uk: ╤м'я:

source: Last name:
uk: Пр╕звище:

source: City:
uk: М╕сто:

source: State:
uk: Штат:

source: Company:
uk: Компан╕я:

source: Department:
uk: В╕дд╕л:

source: Position:
uk: Посада:

source: Channel:
uk: Канал:

source: Name:
uk: ╤м'я:

source: Password:
uk: Пароль:

source: E-mail : %s
uk: Адреса ел.пошти : %s

source: Birthdate : %s
uk: Дата народження : %s

source: Age : %s
uk: В╕к : %s

source: Home
uk: Адреса

source: Street address : %s
uk: Адреса : %s

source: Zip code : %s
uk: Поштовий ╕ндекс : %s

source: Phone : %s
uk: Телефон : %s

source: Fax : %s
uk: Факс : %s

source: Cellular phone : %s
uk: Моб╕ла : %s

source: Homepage : %s
uk: Домашня стор╕нка : %s

source: More
uk: ╤нтереси

source: 1st language : %s
uk: Мова N1 : %s

source: 2nd language : %s
uk: Мова N2 : %s

source: 3rd language : %s
uk: Мова N3 : %s

source: Miscellaneous
uk: Р╕зне

source: About
uk: Про

source: Fetching your details
uk: Отримання Вашо╖ ╕нформац╕╖ користувача

source: Your %s details
uk: %s ╕нформац╕я про вас

source: %s: details
uk: ╤нформац╕я про %s

source: Done
uk: Гаразд

source: Wait a moment. Your details haven't been fetched yet
uk: Зачекайте... Ваше ╕нфо все ще не отримано

source: E-mail:
uk: Адреса ел.пошти:

source: Enter birthdate (DD-MM-YYYY):
uk: Дата Вашого народження (дд-мм-рррр):

source: Age:
uk: В╕к:

source: Street address:
uk: Адреса:

source: Zip code:
uk: Поштовий ╕ндекс:

source: Phone:
uk: Телефон:

source: Fax:
uk: Факс:

source: Cellular phone:
uk: Моб╕ла:

source: Homepage:
uk: Домашня стор╕нка:

source: About
uk: Про

source: none
uk: нема

source: [Ctrl-X save, Esc cancel]
uk: [^X зберегти, Esc скасувати]

source: Send file(s) to %s, %lu
uk: В╕д╕слати файли для %s, %lu

source: Add
uk: Додати

source: Comment
uk: Коментар

source: Send
uk: В╕д╕слати

source: Files
uk: Файли

source: Comment
uk: Коментар

source: filename:
uk: який файл:

source: comment:
uk: коментар:

source: CenterICQ configuration
uk: Параметри CenterICQ

source: Change sound device to : %s
uk: Звуковий пристр╕й : %s

source: Change color scheme to : %s
uk: Пал╕тра кольор╕в : %s

source: Contact list
uk: Контакт-л╕ст

source: Arrange contacts into groups : %s
uk: Впрорядковувати контакти в групи: %s

source: Hide offline users : %s
uk: Не показувати в╕дключених : %s

source: Russian translation win1251-koi8 needed : %s
uk: Перекодування кирилиц╕ м╕ж Win1251 та Koi-8 : %s

source: Anti-spam: kill msgs from users not on the list : %s
uk: В╕дкидати пов╕домлення в╕д тих, хто не в контакт-лист╕ : %s

source: Quote a message on reply : %s
uk: Цитувати пов╕домлення у в╕дпов╕д╕ : %s

source: Check the local mailbox : %s
uk: Перев╕ряти поштову скриньку : %s

source: Remember passwords : %s
uk: Запам'ятовувати парол╕ : %s

source: Edit away message on status change : %s
uk: Редагувати автопов╕домлення при зм╕н╕ статусу : %s

source: Chat messaging mode : %s
uk: Режим балачки: %s

source: Communications
uk: Мережа

source: SMTP server : %s
uk: Поштовий сервер: %s

source: Automatically set Away period (min) : %d
uk: Зм╕нювати статус на 'В╕д╕йшов' через %d хвилин

source: Automatically set N/A period (min) : %d
uk: Зм╕нювати статус на 'Недocяжний' через %d хвилин

source: Detailed IM events log in ~/.centericq/log : %s
uk: Детальний протокол под╕й в ~/.centericq/log : %s

source: Auto Away period (0 - disable):
uk: Пер╕од автоматично╖ зм╕ни статусу на 'В╕д╕йшов' (0 - скинути):

source: Auto N/A period (0 - disable):
uk: Пер╕од автоматично╖ зм╕ни статусу на 'Недосяжний' (0 - скинути):

source: SMTP server hostname:
uk: Адреса поштового серверу:

source: Your details have been fetched
uk: Отримано вашу ╕нформац╕ю користувача

source: Organize contact groups
uk: Впорядкувати контакти в групи

source: Rename
uk: Пере╕менувати

source: rEmove
uk: Видалити

source: move Up
uk: посунути вгору

source: move Down
uk: посунути вниз

source: Select
uk: Вибрати

source: Groups
uk: Групи

source: Name for a group to be created:
uk: Назва для ново╖ групи:

source: New name for the group:
uk: Нова назва групи:

source: Are you sure want to remove the group?
uk: Справд╕ видалити групу?

source: yes
uk: так

source: no
uk: н╕

source: Male
uk: Чолов╕ча

source: Female
uk: Ж╕ноча

source: Not specified
uk: Не вказано

source: Next
uk: Дал╕

source: Fwd
uk: Переслати

source: Reply
uk: В╕дпов╕сти

source: Open
uk: В╕дкрити

source: Accept
uk: Прийняти

source: Reject
uk: В╕дкинути

source: sound card
uk: звукова карта

source: speaker
uk: динам╕к

source: disable
uk: без звуку

source: don't change
uk: без зм╕ни

source: dark
uk: темна

source: blue
uk: блакитна

source: mode 1
uk: режим 1

source: mode 2
uk: режим 2

source: Send an URL u
uk: Над╕слати URL u

source: Send an SMS
uk: Над╕слати СМС

source: Add to list a
uk: Додати в контакт-л╕ст a

source: Rename contact r
uk: Пере╕менувати r

source: Move to group..
uk: Перенести до групи..

source: Send a message enter
uk: Над╕слати пов╕домлення

source: Events history h
uk: ╤стор╕я пов╕домлень h

source: Remove user del
uk: Видалити користувача del

source: User's details ?
uk: ╤нфо користувача ?

source: Change status s
uk: Зм╕нити статус s

source: Go to contact.. alt-s
uk: Перейти до контакту meta-s

source: Accounts..
uk: Аккаунти..

source: Find/add users
uk: Пошук користувач╕в

source: CenterICQ config options
uk: Параметри CenterICQ

source: View/edit ignore list
uk: Редагувати список ╕гнорування

source: View/edit invisible list
uk: Редагувати список невидимост╕

source: View/edit visible list
uk: Редагувати список видимост╕

source: Show offline users F5
uk: Показувати в╕дключених F5

source: Hide offline users F5
uk: Приховати в╕длючених F5

source: Details
uk: ╤нфо

source: Message
uk: Пов╕домлення

source: New search
uk: Новий пошук

source: Information about %s
uk: ╤нформац╕я про %s

source: Nickname
uk: Кличка

source: Name
uk: ╤м'я

source: 2nd e-mail
uk: E-mail #2

source: Old e-mail
uk: Старе мило

source: Gender
uk: Стать

source: Birthdate
uk: Народження

source: Age
uk: В╕к

source: Languages
uk: Мови

source: Last IP
uk: Остання IP

source: Last seen
uk: Востанн╓

source: Never
uk: Н╕коли

source: Address
uk: Адреса

source: Location
uk: М╕сце

source: Zip code
uk: ╤ндекс

source: Phone
uk: Телефон

source: Fax
uk: Факс

source: Cellular
uk: Моб╕ла

source: Timezone
uk: Часовий пояс

source: Homepage
uk: Стор╕нка

source: Company
uk: Компан╕я

source: Department
uk: В╕дд╕л

source: Title
uk: Посада

source: Interests
uk: ╤нтереси

source: Background
uk: Минуле

source: Info
uk: ╤нфо

source: Home
uk: Д╕м

source: Work
uk: Робота

source: More
uk: Додатково

source: Retrieve
uk: Поновити

source: Edit
uk: Редагувати

source: [icq] ICQ network
uk: [icq] Мережа ICQ

source: [all] All of them
uk: [вс╕] Вс╕ з них

source: [o] Online
uk: [o] В еф╕р╕

source: [_] Offline
uk: [_] В╕дключений

source: [a] Away
uk: [a] В╕д╕йшов

source: [d] Do not disturb
uk: [d] Не турбувaти

source: [n] Not available
uk: [n] Недocяжний

source: [c] Occupied
uk: [c] Зайнятий

source: [f] Free for chat
uk: [f] Xoчу попатякати!

source: [i] Invisible
uk: [i] Невидимий

source: enter to select a file, esc to cancel
uk: <enter> вибрати файл, <ESC> скасувати

source: Move to contacts
uk: В контакт-л╕ст

source: Ignore list
uk: Список ╕гнорування

source: Visible list
uk: Список видимост╕

source: Invisible list
uk: Список невидимост╕

source: Select contacts to add to the list
uk: Вибер╕ть контакти щоби додати в л╕ст

source: Event recipients
uk: Отримувач╕

source: QuickSearch: type to find, Alt-S find again, Enter finish
uk: ШвидкийПошук: набирайте, Meta-S знову шукати, Enter зак╕нчити

source: + no URLs within the current context
uk: + нема╓ посилань

source: URLs within the current context
uk: Посилання в поточному пов╕домленн╕

source: Outgoing %s to %s
uk: Вих╕дне %s до %s

source: Sent on %s
uk: В╕д╕слано %s

source: Incoming %s from %s
uk: Вх╕дне %s в╕д %s

source: Received on %s
uk: Отримано %s

source: History for %s, %d events total
uk: ╤стор╕я з %s, всього под╕й: %d

source: search for:
uk: шукати:

source: General
uk: Загальне

source: IM account manager
uk: Розпорядник акаунт╕в

source: Server : %s
uk: Сервер : %s

source: Login : %s
uk: Лог╕н : %s

source: Password : %s
uk: Пароль : %s

source: Register
uk: Заре╓струватися

source: Update user details
uk: Поновити Ваше ╕нфо

source: Set away message
uk: Над╕слати автопов╕домлення

source: Drop
uk: В╕дкинути

source: user name:
uk: ╕м'я користувача:

source: password:
uk: пароль:

source: Drop the account information first!
uk: Спочатку треба скинути ╕нформац╕ю про акаунт

source: You have to disconnect the service first!
uk: Спочатку треба в╕д'╓днатися в╕д серв╕су!

source: server address:
uk: адреса серверу:

source: Go ahead
uk: Йд╕ть геть

source: Password to set : %s
uk: Новий пароль : %s

source: Check the password : %s
uk: Пароль ще раз : %s

source: Server to use : %s
uk: Сервер: %s

source: Check the password you entered:
uk: Введ╕ть вдруге той самий пароль:

source: Nickname to set:
uk: Заре╓струватися з кличкою:

source: Server:
uk: Сервер:

source: Passwords do not match
uk: Парол╕ не сп╕впадають!

source: Password must be entered
uk: Сл╕д ввести пароль

source: Registration progress
uk: Ре╓страц╕я

source: Connecting to the server %s ...
uk: Конектимося до серверу %s ...

source: Sending request
uk: Надсилання запиту

source: Timed out waiting for a new uin. Retry?
uk: Помилка оч╕кування ре╓страц╕╖. Спробувати ще?

source: Retrying..
uk: Нова спроба...

source: New UIN received, %lu
uk: Отримано новий номер UIN, %lu

source: Disconnected
uk: В╕д'╓днано

source: Unable to connect to the icq server. Retry?
uk: Не можу п╕д'╓днатися до серверу ICQ. Спробувати ще?

source: You must be logged to the ICQ network to update the details
uk: Треба бути п╕д'╓днаним до мереж╕ ICQ щоби поновити ╕нформац╕ю

source: registration is not supported
uk: ре╓страц╕я не п╕дтриму╓ться

source: + [icq] connecting to the server
uk: + [icq] п╕д'╓днання до серверу

source: + [icq] logged in
uk: + [icq] законектилися

source: as requested
uk: як запитувалося

source: socket problems
uk: проблеми socket'╕в

source: bad username
uk: нев╕рне ╕м'я користувача

source: turboing
uk: зачаст╕ спроби

source: bad password
uk: нев╕рний пароль

source: username and password mismatch
uk: нев╕рн╕ пароль та ╕м'я користувача

source: already logged
uk: вже в мереж╕

source: + [icq] disconnected
uk: + [icq] в╕д'╓днано

source: icq disconnection reason
uk: причина в╕д'╓днання в╕д icq

source: + [icq] failed SMS to %s, %s
uk: + [icq] зб╕й в╕дсилання SMS до %s, %s

source: + [icq] cannot fetch away msg from %s, %s
uk: + [icq] не можу витягти автопов╕домлення в╕д %s, %s

source: %s requested our away message, sent the response
uk: %s - запит нашого автопов╕домлення, в╕д╕слано в╕дпов╕дь

source: + [yahoo] connecting to the server
uk: + [yahoo] п╕д'╓днання до серверу

source: + [yahoo] adding %s to the contacts
uk: + [yahoo] дода╓мо %s в контакти

source: + [yahoo] removing %s from the contacts
uk: + [yahoo] видаля╓мо %s з контакт╕в

source: + [yahoo] logged in
uk: + [yahoo] законектилися

source: + [msn] connecting to the server
uk: + [msn] п╕д'╓днання до серверу

source: + [msn] removing %s from the contacts
uk: + [msn] видаля╓мо %s з контакт╕в

source: + [msn] logged in
uk: + [msn] законектилися

source: + [msn] disconnected
uk: + [msn] в╕д'╓днано

source: Empty authorization request message
uk: Порожн╕й запит авторизац╕╖

source: Offline
uk: В╕дключений

source: Online
uk: В еф╕р╕

source: Invisible
uk: Невидимий

source: Free for chat
uk: Xoчу попатякати!

source: DND
uk: Не турбувати

source: Occupied
uk: Зайнятий

source: N/A
uk: Недосяжний

source: Away
uk: В╕д╕йшoв

source: message
uk: пов╕домлення

source: SMS
uk: СМС

source: authorization
uk: авторизац╕я

source: events log started
uk: почато протокол

source: outgoing %s to %s
uk: вих╕дне %s до %s

source: incoming %s from %s
uk: вх╕дне %s в╕д %s

source: ignored
uk: ╕гнору╓ться

source: %s went online, with status %s
uk: %s п╕д'╓днався, статус %s

source: %s went offline
uk: %s в╕д'╓днався

source: %s changed status to %s from %s
uk: %s зм╕нив статус з %s на %s

source: %s: went online, with status %s
uk: %s: п╕д'╓днався, статус %s

source: %s: went offline
uk: %s: в╕д'╓днався

source: changed our %s status to %s from %s
uk: зм╕нено наш %s статус на %s з %s

source: + [aim] connecting to the server
uk: + [aim] п╕д'╓днання до серверу

source: + [aim] unable to connect to the server
uk: + [aim] не можу законектитися

source: + [aim] adding %s to the contacts
uk: + [aim] дода╓мо %s в контакти

source: + [aim] removing %s from the contacts
uk: + [aim] видаля╓мо %s з контакт╕в

source: I do really enjoy the default AIM profile of centericq %s.
uk: Мен╕ подоба╓ться типовий AIM-проф╕ль centericq %s.

source: + [aim] logged in
uk: + [aim] законектилися

source: aim connection failed
uk: зб╕й п╕д'╓днання до мереж╕ aim

source: + [aim] connect failed: %s
uk: + [aim] невдале п╕д'╓днання: %s

source: + [aim] password was changed successfully
uk: + [aim] вдала зм╕на паролю

source: The user has no profile information.
uk: На цього користувача нема╓ проф╕лю.

source: + [aim] password sent
uk: + [aim] пароль в╕д╕слано

source: + [irc] connecting to the server
uk: + [irc] п╕д'╓днання до серверу

source: + [irc] unable to connect to the server
uk: + [irc] не можу законектитися

source: + [irc] channel members list fetching finished, %d found
uk: + [irc] отримання списку каналу завершено, знайдено %d користувач╕в

source: + [irc] logged in
uk: + [irc] законектилися

source: + [irc] connect failed: %s
uk: + [irc] невдале п╕д'╓днання: %s

source: On channels:
uk: На каналах:
